soap-builder/src/test/resources/services/test15/operations/StockQuoteSoapBinding/GetLastTradePrice2.request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:stoc="http://reficio.org/stockquote.xsd">
   <soapenv:Header/>
   <soapenv:Body>
      <stoc:TradePriceRequest>
         <tickerSymbol>?</tickerSymbol>
      </stoc:TradePriceRequest>
   </soapenv:Body>
</soapenv:Envelope>
